
 [ 
   {"id" : "123",
    "title" : "123",
    "price" : "123",
    "currency" : "123",
    "imageUrl" : "123",
    "description" : "123"
   },
   {
      "id": "01",
      "title": "Металлический кубик",
      "price": "1000",
      "currency": "rub",
      "description": "Металлический куб - это трехмерный геометрический объект, каждая из шести граней которого представляет собой идеально ровный квадратный лист металла. Все ребра куба равны, их длина одинакова, что делает форму максимально симметричной. Поверхность куба имеет гладкую, зеркальную текстуру, которая отражает окружающие предметы. Металл, из которого изготовлен куб, может варьироваться - это может быть сталь, медь, алюминий или другой прочный, плотный металлический сплав.Сочетание строгих геометрических линий и гладкой блестящей поверхности придает металлическому кубу солидный, монолитный вид. Он выглядит надежным, долговечным и обладает ощущением массивности, несмотря на свои компактные размеры",
      "imageUrl": "https://atlas-content-cdn.pixelsquid.com/stock-images/silver-cube-3AaJe6D-600.jpg"
    },
    {
      "id": "02",
      "title": "Breakfast Earlgrey",
      "price": "200",
      "currency": "rub",
      "description": "Earl Grey Breakfast - это изысканный и многогранный черный чай, который сочетает в себе классические ноты традиционного Earl Grey и более насыщенные, крепкие оттенки завтрачного чая.",
      "imageUrl": "https://napitkistore.ru/wp-content/uploads/2017/07/twg-breakfast-earl-grey-tea-15.webp"
    },
    {
      "id": "03",
      "title": "Лампочка",
      "price": "289",
      "currency": "rub",
      "description": "Энергосберегающая светодиодная лампа нового поколения обеспечивает равномерное и мягкое освещение, подходящее для любого помещения. Благодаря высокому качеству и долговечности, лампа прослужит вам долгие годы, при этом значительно экономя электроэнергию по сравнению с традиционными лампами накаливания. Простота установки и безопасность в использовании делают эту лампу идеальным решением для вашего дома или офиса.",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTAaaRtuwCq0Q7TT9Kflz7-bhHDDIbZ3BZfrA&s"
    },
    {
      "id": "04",
      "title": "Валерианы настойка",
      "price": "90",
      "currency": "rub",
      "description": "Валерианка - традиционное натуральное средство, которое веками помогает справиться со стрессом и тревогой. Данный продукт содержит высококачественный экстракт корня валерианы, который мягко и безопасно оказывает успокаивающее действие на нервную систему, улучшает сон и снимает мышечное напряжение. Не является лекарством. Перед употреблением проконсультируйтесь с врачом.",
      "imageUrl": "https://images.apteka.ru/original_d18e7d7d-b5ff-4397-a01f-bd66465b0cc1.jpeg"
    },
    {
      "id": "05",
      "title": "Кофе растворимый NESCAFÉ Classic Crema",
      "price": "730",
      "currency": "rub",
      "description": "Вкусный 100% натуральный растворимый кофе с нежной пенкой",
      "imageUrl": "https://ir.ozone.ru/s3/multimedia-1-u/wc1000/7216994610.jpg"
    },
    {
      "id": "06",
      "title": "Сунь Цзы Искусство войны ",
      "price": "1200",
      "currency": "rub",
      "description": "Бессмертная классика. Данное издание содержит полный перевод трактата Сунь-Цзы с подробными комментариями. ",
      "imageUrl": "https://www.combook.ru/pictures/4/9/0_11866179.jpg"
    },
    {
      "id": "07",
      "title": "Армированный скотч",
      "price": "400",
      "currency": "rub",
      "description": "Благодаря своим характеристикам, армированный скотч является незаменимым помощником в решении множества задач, где требуется надежное, прочное и универсальное клеящее средство.",
      "imageUrl": "https://pack-land.ru/components/com_jshopping/files/img_products/full_armirovannyj-skotch.jpg"
    }
  
  ]
